# Run `brew bundle -v --file=~/Brewfile`

cask_args appdir: '/Applications'

tap 'caskroom/cask'

cask 'google-chrome'
cask 'phpstorm'
cask 'iterm2'
cask 'slack'
cask 'sequel-pro'
cask 'spectacle'
cask 'atom'
cask 'backblaze'
cask 'flux'
cask 'alfred'
cask 'atext'
cask 'dropbox'
cask 'skype'
cask 'macdown'
cask 'imageoptim'
cask 'spotify'
cask 'caprine'
cask 'firefox'
cask 'tomighty'
cask 'gitup'
cask 'duet'
cask 'qlmarkdown'
cask 'keepingyouawake'
cask 'insomnia'
cask 'vanilla'
cask 'db-browser-for-sqlite'

brew 'mas'
brew 'zsh'
brew 'git'
brew 'openssl'
brew 'npm'
brew 'node'
brew 'ack'
brew 'nginx'
brew 'imagemagick'
brew 'ffmpeg'
brew 'wget'
brew 'youtube-dl'
brew 'mpv'
brew 'ghi'
brew 'nmap'
brew 'phpunit'
brew 'gpg'
brew 'whois'
brew 'rbenv'
brew 'ruby-build'
brew 'lame'
brew 'figlet'
brew 'imagesnap'
brew 'sl'
brew 'the_silver_searcher'
brew 'autojump'
brew 'yarn'
brew 'cputhrottle'
brew 'exa'
brew 'bat'
brew 'prettyping'
brew 'fzf'
brew 'fd'


mas 'Fantastical 2 - Calendar and Reminders', id: 975937182
mas '1Password', id: 443987910
mas 'Shush - Microphone Manager', id: 496437906 
mas 'Harvest', id: 506189836
