# Run `brew bundle -v --file=~/Brewfile`

cask_args appdir: '/Applications'

cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'flux'
cask 'alfred'
cask 'dropbox'
cask 'macdown'
cask 'imageoptim'
cask 'spotify'
cask 'caprine'
cask 'firefox'
cask 'tomighty'
cask 'gitup'
cask 'qlmarkdown'
cask 'keepingyouawake'
cask 'insomnia'
cask 'mosaic'
cask '1password-cli'
cask 'kitty'

tap 'federico-terzi/espanso'
brew 'espanso'

tap 'cantino/mcfly'
brew 'mcfly'

tap 'jesseduffield/lazygit'
brew 'lazygit'

brew 'mas'
brew 'zsh'
brew 'git'
brew 'openssl'
brew 'npm'
brew 'node'
brew 'ack'
brew 'nginx'
brew 'imagemagick'
brew 'ffmpeg'
brew 'wget'
brew 'youtube-dl'
brew 'mpv'
brew 'ghi'
brew 'nmap'
brew 'phpunit'
brew 'gpg'
brew 'whois'
brew 'rbenv'
brew 'ruby-build'
brew 'lame'
brew 'figlet'
brew 'imagesnap'
brew 'sl'
brew 'the_silver_searcher'
brew 'autojump'
brew 'yarn'
brew 'exa'
brew 'bat'
brew 'prettyping'
brew 'fzf'
brew 'fd'
brew 'github/gh/gh'
brew 'lsd'
brew 'diff-so-fancy'
brew 'jq'
brew 'tree'
brew 'pv'
brew 'pyenv'
brew 'tldr'
brew 'git-delta'
brew 'broot'
brew 'duf'
brew 'dust'

mas 'Fantastical 2 - Calendar and Reminders', id: 975937182
mas '1Password 7 - Password Manager', id: 1333542190
mas 'Shush - Microphone Manager', id: 496437906 
mas 'Harvest', id: 506189836
mas 'iA Writer', id: 775737590
