# Run `brew bundle -v --file=~/Brewfile`

cask_args appdir: '/Applications'

cask 'macdown'
cask 'imageoptim'
cask 'qlmarkdown'
cask '1password-cli'
cask 'kitty'

tap 'federico-terzi/espanso'
brew 'espanso'

tap 'cantino/mcfly'
brew 'mcfly'

tap 'jesseduffield/lazygit'
brew 'lazygit'

tap 'withgraphite/tap'
brew 'graphite'

tap 'jesseduffield/lazydocker'
brew 'lazydocker'

tap 'caarlos0/tap'
brew 'timer'

brew 'mas'
brew 'zsh'
brew 'git'
brew 'openssl'
brew 'npm'
brew 'node'
brew 'ack'
brew 'nginx'
brew 'imagemagick'
brew 'ffmpeg'
brew 'wget'
brew 'youtube-dl'
brew 'mpv'
brew 'ghi'
brew 'nmap'
brew 'phpunit'
brew 'gpg'
brew 'whois'
brew 'rbenv'
brew 'ruby-build'
brew 'lame'
brew 'figlet'
brew 'imagesnap'
brew 'sl'
brew 'the_silver_searcher'
brew 'autojump'
brew 'eza'
brew 'bat'
brew 'prettyping'
brew 'fzf'
brew 'fd'
brew 'github/gh/gh'
brew 'lsd'
brew 'diff-so-fancy'
brew 'jq'
brew 'tree'
brew 'pv'
brew 'pyenv'
brew 'tldr'
brew 'git-delta'
brew 'broot'
brew 'duf'
brew 'dust'
brew 'prettyping'
brew 'fx'
brew 'navi'
brew 'atuin'
